import { Equipment } from '../types';

export const NewTalismans: Equipment[] = [
  {
    name: '红琥珀链坠',
    type: '饰品',
    cost: 13,
    rarity: 'uncommon',
    description:
      '镶有小块红色琥珀的链坠。在世界各地都有琥珀，封存了一小块久远的过去，其中红琥珀蕴藏了原始的生命力。能提升生命值的上限（+6%最大生命值HP）。',
  },
  {
    name: '红琥珀链坠',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '镶有多块红色琥珀的链坠。在世界各地都有琥珀，封存了一小块久远的过去，其中红琥珀蕴藏了原始的生命力。能提升生命值的上限（+12%最大生命值HP）。',
  },
  {
    name: '蓝琥珀链坠',
    type: '饰品',
    cost: 13,
    rarity: 'uncommon',
    description:
      '镶有小块蓝色琥珀的链坠。在世界各地都有琥珀，封存了一小块久远的过去，其中蓝琥珀蕴藏了原始的魔力。能提升专注值的上限（+6%最大专注值MP）。',
  },
  {
    name: '蓝琥珀链坠',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '镶有多块蓝色琥珀的链坠。在世界各地都有琥珀，封存了一小块久远的过去，其中蓝琥珀蕴藏了原始的魔力。能提升专注值的上限（+12%最大专注值MP）。',
  },
  {
    name: '绿琥珀链坠',
    type: '饰品',
    cost: 13,
    rarity: 'uncommon',
    description:
      '镶有小块绿色琥珀的链坠。在世界各地都有琥珀，封存了一小块久远的过去，其中绿琥珀蕴藏了原始的活力。能提升精力值的上限（+6%最大精力值SP）。',
  },
  {
    name: '绿琥珀链坠',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '镶有多块绿色琥珀的链坠。在世界各地都有琥珀，封存了一小块久远的过去，其中绿琥珀蕴藏了原始的活力。能提升精力值的上限（+12%最大精力值SP）。',
  },
  {
    name: '恩惠露滴护符',
    type: '饰品',
    cost: 25,
    rarity: 'rare',
    description:
      '用金色琥珀与黄铜制成，参考久远以前，大地上的生命承接世界树滴下的露滴时的模样。随时间缓慢恢复生命值（生命值HP+20/min）。',
  },
  {
    name: '蓝色恩惠露滴护符',
    type: '饰品',
    cost: 25,
    rarity: 'rare',
    description:
      '用蓝色琥珀与黄铜制成，参考久远以前，大地上的生命承接世界树滴下的露滴时的模样。随时间缓慢恢复专注值（专注值MP+10/min）。',
  },
  {
    name: '绿龟挂坠',
    type: '饰品',
    cost: 14,
    rarity: 'uncommon',
    description:
      '参考绿乌龟的模样制成的护符。乌龟是著名的营养食材，为精力无穷的象征。据说称呼乌龟为睿智兽物的魔法师们，认为那是野蛮的习俗。随时间缓慢恢复精力值（精力值SP+20/min）。',
  },
  {
    name: '双头绿龟挂坠',
    type: '饰品',
    cost: 28,
    rarity: 'rare',
    description:
      '参考双头绿乌龟的模样制成的护符。乌龟是著名的营养食材，为精力无穷的象征。据说称呼乌龟为睿智兽物的魔法师们，认为那是野蛮的习俗。随时间缓慢恢复精力值（精力值SP+30/min）。',
  },
  {
    name: '红种子坠饰',
    type: '饰品',
    cost: 27,
    rarity: 'rare',
    description:
      '将红琥珀与黄金制成种子的样子，是祈求世界树为之响应的美好愿景。能提升生命值的恢复能力（生命值HP回复效果+30%）。',
  },
  {
    name: '蓝种子坠饰',
    type: '饰品',
    cost: 27,
    rarity: 'rare',
    description:
      '将蓝琥珀与黄金制成种子的样子，是祈求世界树为之响应的美好愿景。能提升专注值的恢复能力（生命值HP回复效果+30%）。',
  },
  {
    name: '世界树的恩惠',
    type: '饰品',
    cost: 45,
    rarity: 'epic',
    description:
      '用黄金制成，是为久远以前，大地上的生命赞颂世界树时使用的古老饰品。能大幅提升生命值、专注值、精力值的上限（+18%最大生命值HP、最大专注值MP、最大精力值SP）。',
  },
  {
    name: '古龙盾型徽章',
    type: '饰品',
    cost: 30,
    rarity: 'rare',
    description:
      '有着巨大古龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此龙的图案被视为各种庇佑的象征。能少许减免受到的物理损伤（受到的物理攻击伤害*90%）。',
  },
  {
    name: '古龙坚盾徽章',
    type: '饰品',
    cost: 42,
    rarity: 'epic',
    description:
      '有着巨大古龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此龙的图案被视为各种庇佑的象征。能大幅度减免受到的物理损伤（受到的物理攻击伤害*75%）。',
  },
  {
    name: '古龙大盾徽章',
    type: '饰品',
    cost: 65,
    rarity: 'legendary',
    description:
      '有着巨大古龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此龙的图案被视为各种庇佑的象征。能极大幅度减免受到的物理损伤（受到的物理攻击伤害*50%）。',
  },
  {
    name: '虹龙盾型徽章',
    type: '饰品',
    cost: 18,
    rarity: 'uncommon',
    description:
      '有着巨大虹彩龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此虹彩龙的图案被视为各种庇佑的象征。能些微减免受到的所有非物理损伤（受到的所有非物理攻击伤害*95%）。',
  },
  {
    name: '虹龙坚盾徽章',
    type: '饰品',
    cost: 32,
    rarity: 'rare',
    description:
      '有着巨大虹彩龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此虹彩龙的图案被视为各种庇佑的象征。能少许减免受到的所有非物理损伤（受到的所有非物理攻击伤害*90%）。',
  },
  {
    name: '虹龙大盾徽章',
    type: '饰品',
    cost: 44,
    rarity: 'epic',
    description:
      '有着巨大虹彩龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此虹彩龙的图案被视为各种庇佑的象征。能大幅度减免受到的所有非物理损伤（受到的所有非物理攻击伤害*75%）。',
  },
  {
    name: '魔龙盾型徽章',
    type: '饰品',
    cost: 18,
    rarity: 'uncommon',
    description:
      '有着巨大魔龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此魔龙的图案被视为抵抗魔力的象征。能少许减免受到的魔力损伤（受到的魔力攻击伤害*90%）。',
  },
  {
    name: '魔龙坚盾徽章',
    type: '饰品',
    cost: 32,
    rarity: 'rare',
    description:
      '有着巨大魔龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此魔龙的图案被视为抵抗魔力的象征。能大幅度减免受到的魔力损伤（受到的魔力攻击伤害*75%）。',
  },
  {
    name: '魔龙大盾徽章',
    type: '饰品',
    cost: 44,
    rarity: 'epic',
    description:
      '有着巨大魔龙浮雕的古代熟鐵制護符。生命誕生，隨後遠古巨龍成為天空與大地的主宰，之後的生命都奉其為尊崇，因此魔龍的圖案被視為抵抗魔力的象徵。能極大幅度減免受到的魔力損傷（受到的魔力攻擊傷害*50%）。',
  },
  {
    name: '火龙盾型徽章',
    type: '饰品',
    cost: 18,
    rarity: 'uncommon',
    description:
      '有着巨大火龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此火龙的图案被视为抵抗火焰的象征。能少许减免受到的火焰损伤（受到的火焰攻击伤害*90%）。',
  },
  {
    name: '火龙坚盾徽章',
    type: '饰品',
    cost: 32,
    rarity: 'rare',
    description:
      '有着巨大火龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此火龙的图案被视为抵抗火焰的象征。能大幅度减免受到的火焰损伤（受到的火焰攻击伤害*75%）。',
  },
  {
    name: '火龙大盾徽章',
    type: '饰品',
    cost: 44,
    rarity: 'epic',
    description:
      '有着巨大火龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此火龙的图案被视为抵抗火焰的象征。能极大幅度减免受到的火焰损伤（受到的火焰攻击伤害*50%）。',
  },
  {
    name: '雷龙盾型徽章',
    type: '饰品',
    cost: 18,
    rarity: 'uncommon',
    description:
      '有着巨大雷龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此雷龙的图案被视为抵抗雷电的象征。能少许减免受到的雷电损伤（受到的雷电攻击伤害*90%）。',
  },
  {
    name: '雷龙坚盾徽章',
    type: '饰品',
    cost: 32,
    rarity: 'rare',
    description:
      '有着巨大雷龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此雷龙的图案被视为抵抗雷电的象征。能大幅度减免受到的雷电损伤（受到的雷电攻击伤害*75%）。',
  },
  {
    name: '雷龙大盾徽章',
    type: '饰品',
    cost: 44,
    rarity: 'epic',
    description:
      '有着巨大雷龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此雷龙的图案被视为抵抗雷电的象征。能极大幅度减免受到的雷电损伤（受到的雷电攻击伤害*50%）。',
  },
  {
    name: '圣龙盾型徽章',
    type: '饰品',
    cost: 18,
    rarity: 'uncommon',
    description:
      '有着巨大圣龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此圣龙的图案被视为抵抗神圣的象征。能少许减免受到的神圣损伤（受到的神圣攻击伤害*90%）。',
  },
  {
    name: '圣龙坚盾徽章',
    type: '饰品',
    cost: 32,
    rarity: 'rare',
    description:
      '有着巨大圣龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此圣龙的图案被视为抵抗神圣的象征。能大幅度减免受到的神圣损伤（受到的神圣攻击伤害*75%）。',
  },
  {
    name: '圣龙大盾徽章',
    type: '饰品',
    cost: 32,
    rarity: 'epic',
    description:
      '有着巨大圣龙浮雕的古代熟铁制护符。生命诞生，随后远古巨龙成为天空与大地的主宰，之后的生命都奉其为尊崇，因此圣龙的图案被视为抵抗神圣的象征。能大幅度减免受到的神圣损伤（受到的神圣攻击伤害*50%）。',
  },
  {
    name: '金黄色编发',
    type: '饰品',
    cost: 75,
    rarity: 'legendary',
    description:
      '古代神祇的遗物，此为其使用、遗留的祭品。没有人知道神祇为了什么而祈祷、许愿，又或是，为了什么而忏悔。能极大幅度减免受到的神圣损伤（受到的神圣攻击伤害*25%）。',
  },
  {
    name: '兽族免疫小角饰品',
    type: '饰品',
    cost: 17,
    rarity: 'uncommon',
    description:
      '据说此为兽族代代制作的古老象征。长命野兽的角会长出新芽，在不停萌发新芽之后，野兽会成为山林与原野的守护者。能抵抗各种毒素与中毒状态（30%概率免疫稀有及以下的武器造成的毒、50%概率免疫第三层级及以下生命体造成的毒）。',
  },
  {
    name: '兽族免疫大角饰品',
    type: '饰品',
    cost: 31,
    rarity: 'rare',
    description:
      '据说此为兽族代代制作的古老象征。长命野兽的角会长出新芽，在不停萌发新芽之后，野兽会成为山林与原野的守护者。能大幅抵抗各种毒素与中毒状态（60%概率免疫稀有及以下的武器造成的毒、75%概率免疫第三层级及以下生命体造成的毒）。',
  },
  {
    name: '兽族健壮小角饰品',
    type: '饰品',
    cost: 17,
    rarity: 'uncommon',
    description:
      '据说此为兽族代代制作的古老象征。长命野兽的角会长出新芽，在不停萌发新芽之后，野兽会成为山林与原野的守护者。能抵抗各种流血与冻伤效果（降低25%稀有及以下的武器造成的流血与冻伤效果、降低50%第三层级及以下生命体造成的流血与冻伤效果）。',
  },
  {
    name: '兽族健壮大角饰品',
    type: '饰品',
    cost: 31,
    rarity: 'rare',
    description:
      '据说此为兽族代代制作的古老象征。长命野兽的角会长出新芽，在不停萌发新芽之后，野兽会成为山林与原野的守护者。能大幅抵抗各种流血与冻伤效果（降低50%稀有及以下的武器造成的流血与冻伤效果、降低75%第三层级及以下生命体造成的流血与冻伤效果）。',
  },
  {
    name: '兽族理智小角饰品',
    type: '饰品',
    cost: 17,
    rarity: 'uncommon',
    description:
      '据说此为兽族代代制作的古老象征。长命野兽的角会长出新芽，在不停萌发新芽之后，野兽会成为山林与原野的守护者。能抵抗各种影响精神的效果，包括精神控制、思维错乱、惊心、魅惑、魔音等（降低50%稀有及以下的道具造成的效果、降低60%第三层级及以下生命体造成的效果）。',
  },
  {
    name: '兽族理智大角饰品',
    type: '饰品',
    cost: 31,
    rarity: 'rare',
    description:
      '据说此为兽族代代制作的古老象征。长命野兽的角会长出新芽，在不停萌发新芽之后，野兽会成为山林与原野的守护者。能大幅抵抗各种影响精神的效果，包括精神控制、思维错乱、惊心、魅惑、魔音等（降低75%稀有及以下的道具造成的效果、降低80%第三层级及以下生命体造成的效果）。',
  },
  {
    name: '疾病护符',
    type: '饰品',
    cost: 29,
    rarity: 'rare',
    description:
      '参考病死的模样制成的护符。体弱的人罹患可怕的疾病时，如若侥幸存活了下来，将不会再受此疾病的侵扰。在陷入异常负面状态后，数天时间内，遇上同样的异常负面状态时，能提升抵抗力（异常负面状态的影响*50%，可以叠加3次）。',
  },
  {
    name: '匕首护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以匕首与刺客的形象制成的护符。‘暗影之手’刺客与盗贼的联合公会，以无数见不得光的事物为生。在敌人未曾察觉之时发出的一击，能提升攻击力（伤害+70%）。',
  },
  {
    name: '曲剑护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以曲剑与剑士的形象制成的护符。那体现险中求胜的杰出剑术，据说是在过去，传说中的剑士领悟的技术。在拨开敌人武器的刹那发动攻击，能提升攻击力（伤害+50%）。',
  },
  {
    name: '双头剑护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以双头剑与密使的形象制成的护符。密使们继承而来的双头剑剑术，贯彻攻击招招不致命，但最后一记攻击最为强力的作法。一连串攻击的最后一击，能提升攻击力（伤害+40%）。',
  },
  {
    name: '斧护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以斧与战士的形象制成的护符。斧是北境战王的武器，众战士推崇王之余，也使用相同武器。他们擅长使出蓄满力量的攻击。使出蓄满全部力量的一击，能提升攻击力（伤害+30%）。',
  },
  {
    name: '锤护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以大槌与骑士的形象制成的护符。槌在对上持盾重甲敌人时相当有效，为狩猎骑士时的知名武器。攻击持有大盾或身披重甲的敌人，能提升攻击力（伤害+20%）。',
  },
  {
    name: '矛护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以矛与士兵的形象制成的护符。在埃斯塔利亚大陆，常见士兵用矛。遇上强敌时，有时能给予有效反击。在敌人发动攻击时刺击敌人，能提升攻击力（伤害+30%）。',
  },
  {
    name: '骑兵护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以骑枪与骑士的形象制成的护符。骑在马上的骑士十分可畏————身在高处，视野更加全面，可说是如虎添翼。骑马时，能提升攻击力（伤害+20%）。',
  },
  {
    name: '钩爪护符',
    type: '饰品',
    cost: 22,
    rarity: 'rare',
    description:
      '以钩爪与死士的形象制成的护符。‘暗影之手’刺客与盗贼的联合公会，以无数见不得光的事物为生。从敌人头顶跃下发动攻击，能提升攻击力（伤害+50%）。',
  },
  {
    name: '大盾护符',
    type: '饰品',
    cost: 24,
    rarity: 'rare',
    description:
      '以阴影中握着匕首的手为形象制成的护符。还曾荣耀的骑士们，将过去的准则奉为圭臬：要善尽守护职责，该先举起的不是剑，是盾。持盾时，能提升坚守能力（更不容易被击退、击溃、破盾）。',
  },
  {
    name: '双手剑护符',
    type: '饰品',
    cost: 24,
    rarity: 'rare',
    description:
      '以双手剑与战士的形象制成的护符。战士沉浸于战斗，放弃了持盾，转而双手握住大剑。能强化以双手同时握住近战武器时的攻击（攻击力提升10%）。',
  },
  {
    name: '弓护符',
    type: '饰品',
    cost: 23,
    rarity: 'rare',
    description: '以弓与兽族的形象制成的护符。兽族狩猎着野兽，野兽也狩猎着兽族。能提升弓箭的攻击力（伤害+20%）。',
  },
  {
    name: '箭护符',
    type: '饰品',
    cost: 23,
    rarity: 'rare',
    description:
      '以羽毛箭与铁箭组合制成的护符。选择不同种类的箭进行狩猎，兽族的猎手深谙此道。能提升弓的射程和箭的攻击力（射程+50%，攻击力提升20%）。',
  },
  {
    name: '狙击护符',
    type: '饰品',
    cost: 23,
    rarity: 'rare',
    description:
      '以长弓与射手的形象制成的护符。兽族的猎手会进行短暂的精密瞄准，然后一击致命。能提升精密瞄准后射击的攻击力（攻击力提升50%）。',
  },
  {
    name: '杖护符',
    type: '饰品',
    cost: 12,
    rarity: 'uncommon',
    description:
      '以握住学徒制式法杖的手为形象制成的护符。握住法杖的手，期盼魔法的内心，此为法术的古老起源。能提升魔法的攻击力（伤害+5%）。',
  },
  {
    name: '书护符',
    type: '饰品',
    cost: 25,
    rarity: 'rare',
    description:
      '以持有魔法书的手为形象制成的护符。长久以来，历代魔法师的智慧构成了伯伦斯法环联邦的无数图书馆，其中尤以“雾晶港”藏书最丰。能提升魔法的攻击力（伤害+10%）。',
  },
  {
    name: '塔护符',
    type: '饰品',
    cost: 40,
    rarity: 'epic',
    description:
      '以初始法杖、初始魔法书、学派魔法师塔一同为形象制成的护符。只存在过八枚的护符，那是开宗立派的传奇。能提升魔法的攻击力（伤害+20%）。',
  },
  {
    name: '咆哮链坠',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '以嘶吼巨人的形象制成的青铜链坠，在远古时代，巨人是与古龙并列的强大存在。据说巨人轰然的咆哮能破坏自然————譬如引发山崩，或召来冰风暴。能强化咆哮与吐息（伤害提升20%）。',
  },
  {
    name: '炼金师护符',
    type: '饰品',
    cost: 12,
    rarity: 'uncommon',
    description:
      '参考炼金烧瓶的模样制成的护符，为当代所有炼金师的制式装备。炼金师有着只有他们才知道的万物变化规律。可能位在高原的边缘，或是隐藏的洞窟内，在那里，世间万物的内藏奥秘将一一展现。能强化所有炼金制品的效果（提升1%）。',
  },
  {
    name: '魔剑徽章',
    type: '饰品',
    cost: 28,
    rarity: 'rare',
    description:
      '在盾面有着魔剑徽章的护符。长久以来，有那么一批魔法师偏爱近战。能减少以近战武器施展魔法攻击时消耗的专注值（减少30%专注值MP消耗）。',
  },
  {
    name: '战士壶饰品',
    type: '饰品',
    cost: 28,
    rarity: 'rare',
    description:
      '参考承装战士灰烬的壶制成的护符。在古代，勇猛的战士死去的后，会接受火化。余下的灰烬与饰品，会装入壶中，送往战士的故乡。能提升每把近战武器专属特殊攻击的攻击力（攻击力提升20%）。',
  },
  {
    name: '山羊饰品',
    type: '饰品',
    cost: 16,
    rarity: 'uncommon',
    description:
      '参考山羊的角制成的护符。山羊是坚韧的象征，即使受到攻击也会坚持发动攻击。能些微减少攻击被打断或沉默的概率（10%的概率仍然能发动攻击）。',
  },
  {
    name: '大山羊饰品',
    type: '饰品',
    cost: 30,
    rarity: 'rare',
    description:
      '参考大山羊的角制成的护符。山羊是坚韧的象征，即使受到攻击也会坚持发动攻击。能少许减少攻击被打断或沉默的概率（20%的概率仍然能发动攻击）。',
  },
  {
    name: '裂石护符',
    type: '饰品',
    cost: 24,
    rarity: 'rare',
    description:
      '镇邪石是用于镇住地震的灵异石。据说当它裂开以后，城镇也随之陷入地面。但关于城镇下陷的原因，有另一种说法──那可能是星星坠落导致。能提升踢击与踏地类招式的威力（攻击力提升15%）。',
  },
  {
    name: '铜绿圆饼',
    type: '饰品',
    cost: 29,
    rarity: 'rare',
    description:
      '以十分沉重的锈蚀青铜制成的圆饼，非常沉重。重量代表着强度，也是守护他人的力量。装备重量越重，防御力会越高（穿戴自身体重一半的装备时增伤10%，穿戴与自身体重等重的装备时增伤20%）。',
  },
  {
    name: '友好壶',
    type: '饰品',
    cost: 48,
    rarity: 'epic',
    description:
      '火焰元素精灵送给朋友的罐子样式护符，历史上仅出现过三次，其中两次由大炼金术师持有。将易燃易爆的东西填入陶罐中，这便是炼金术的起源。能强化火焰与爆裂的炼金武器（伤害提升100%）。',
  },
  {
    name: '星辰碎片刀',
    type: '饰品',
    cost: 46,
    rarity: 'epic',
    description:
      '染血的古老星屑刀。古老的魔法师为了将自己的命运送入星间，会用这把刀划开心脏，接着步入死亡。能减少使用魔法时消耗的专注值，但减少生命值上限（减少魔法35%的专注值MP消耗，减少10%的生命值HP上限）。',
  },
  {
    name: '蓝衣舞娘',
    type: '饰品',
    cost: 46,
    rarity: 'epic',
    description:
      '以蓝衣舞娘的形象制成的布质人偶，非常古老，传承而来的物品。据说蓝衣舞娘是妖精，妖精将流水赐予剑士，剑士因此得以对阵古老腐败。披挂越轻，攻击力会越高（只穿一层衣物时增加20%攻击力，只穿内衣时增加50%攻击力）。',
  },
  {
    name: '魔力对蝎',
    type: '饰品',
    cost: 33,
    rarity: 'rare',
    description:
      '采取奇特手段偷袭的刺客们拥有的护符。参考刚蜕皮的蝎子制成，蝎螯夹着魔力色的干缩心脏。能提升魔力属性攻击力，但降低减伤率。（魔力属性攻击提升10%，受到的损伤提升10%）。',
  },
  {
    name: '火焰对蝎',
    type: '饰品',
    cost: 33,
    rarity: 'rare',
    description:
      '采取奇特手段偷袭的刺客们拥有的护符。参考刚蜕皮的蝎子制成，蝎螯夹着火焰色的干缩心脏。能提升火焰属性攻击力，但降低减伤率。（火焰属性攻击提升10%，受到的损伤提升10%）。',
  },
  {
    name: '雷电对蝎',
    type: '饰品',
    cost: 33,
    rarity: 'rare',
    description:
      '采取奇特手段偷袭的刺客们拥有的护符。参考刚蜕皮的蝎子制成，蝎螯夹着雷电色的干缩心脏。能提升雷电属性攻击力，但降低减伤率。（雷电属性攻击提升10%，受到的损伤提升10%）。',
  },
  {
    name: '神圣对蝎',
    type: '饰品',
    cost: 33,
    rarity: 'rare',
    description:
      '采取奇特手段偷袭的刺客们拥有的护符。参考刚蜕皮的蝎子制成，蝎螯夹着神圣色的干缩心脏。能提升神圣属性攻击力，但降低减伤率。（神圣属性攻击提升10%，受到的损伤提升10%）。',
  },
  {
    name: '红羽七刃剑',
    type: '饰品',
    cost: 34,
    rarity: 'rare',
    description:
      '源自古代死亡仪式的护符。红色羽毛的护符，与死亡比邻时，情绪会为之高昂————那拚命求生的模样，会让随后到来的死亡更加耀眼。在面临死亡时，能提升攻击力。（生命值HP低于20%时，攻击力提升50%）。',
  },
  {
    name: '蓝羽七刃剑',
    type: '饰品',
    cost: 34,
    rarity: 'rare',
    description:
      '源自古代死亡仪式的护符。蓝色羽毛的护符，与死亡比邻时，情绪会为之高昂————那拚命求生的模样，会让随后到来的死亡更加耀眼。在面临死亡时，能提升减伤率。（生命值HP低于20%时，受到的损伤*30%）。',
  },
  {
    name: '献斗剑坠饰',
    type: '饰品',
    cost: 28,
    rarity: 'rare',
    description:
      '过去献给战王与神祇的战斗仪式————参考用于仪式中的剑制成的护符。如今战斗仪式早已废除，北境各处的竞技场是遗留下来的产物。生命值全满时，提升攻击力（攻击力提升10%）。',
  },
  {
    name: '献斗盾坠饰',
    type: '饰品',
    cost: 28,
    rarity: 'rare',
    description:
      '过去献给战王与神祇的战斗仪式————参考用于仪式中的盾制成的护符。如今战斗仪式早已废除，北境各处的竞技场是遗留下来的产物。生命值全满时，提升减伤率（受到的损伤*50%）。',
  },
  {
    name: '羽翼护符',
    type: '饰品',
    cost: 19,
    rarity: 'uncommon',
    description:
      '以翼民的起源为形象制成的护符。在那过去，羽翼还未宽大、优美。提升闪避成功率，但增加受到的损伤（闪避提升10%，受到的损伤提升30%）。',
  },
  {
    name: '久远羽翼护符',
    type: '饰品',
    cost: 48,
    rarity: 'epic',
    description:
      '以翼民的起源为形象制成的护符。在久远的过去，羽翼还未宽大、优美。提升闪避成功率，但增加受到的损伤（闪避提升30%，受到的损伤提升10%）。',
  },
  {
    name: '染红凶刀',
    type: '饰品',
    cost: 30,
    rarity: 'rare',
    description:
      '形状蜿蜒，染上红色的匕首。曾经发生的轰动大陆的刺杀，此为其中一把凶刃的摸样。在敌人未曾察觉之时发出的一击，能恢复生命值（能恢复85+最大生命值10%的生命值HP）。',
  },
  {
    name: '染蓝凶刀',
    type: '饰品',
    cost: 30,
    rarity: 'rare',
    description:
      '形状蜿蜒，染上蓝色的匕首。曾经发生的轰动大陆的刺杀，此为其中一把凶刃的摸样。在敌人未曾察觉之时发出的一击，能恢复专注值（能恢复85+最大专注值10%的专注值MP）。',
  },
  {
    name: '掠夺浮雕坠饰',
    type: '饰品',
    cost: 47,
    rarity: 'epic',
    description:
      '以一位席卷大陆的野心家的模样制成的护符。当司法裁决的君主发誓犯下反叛生命的亵渎之举，所有的掠夺残杀行为都受到肯定──与他的神祇作法如出一辙。当周围敌人死亡时，能恢复生命值。（一名敌人死亡后，恢复100+5%最大生命值的生命值HP）。',
  },
  {
    name: '守护之主的角',
    type: '饰品',
    cost: 47,
    rarity: 'epic',
    description:
      '切下山林与原野之主的角而成的物品。山林与原野之主倒下，几株嫩芽以它的角为温床，盛开发光。魔力不仅来自于群星与夜空，也来自于悠久的生命与死亡。当周围敌人死亡时，能恢复专注值。（一名敌人死亡后，恢复100+5%最大专注值的专注值MP）。',
  },
  {
    name: '圣祭襁褓',
    type: '饰品',
    cost: 45,
    rarity: 'epic',
    description:
      '一小块古代的祭祀制品。古代咒术与献祭的女王主持的祭祀，千刀万剐之后，神圣献祭者的遗体会用这块布包裹，庆贺他们迎来截然不同的“生”。连续攻击时，能恢复血量（用近战武器打出一套完整的连续攻击，则恢复50+5%最大生命值的生命值HP）。',
  },
  {
    name: '翼剑徽章',
    type: '饰品',
    cost: 45,
    rarity: 'epic',
    description:
      '参考高举曲剑的义手与簇拥义手的飞翼为形象，制成的古老护符。传说中的剑士其肢体并不完整，此为其使用黄金义手握住曲剑，对决古老腐败时的写照。攻击越是连续，越能提升攻击力（用近战武器打出一套完整的连续攻击，则本场战斗增伤10%，最多触发4次）。',
  },
  {
    name: '黄金义手',
    type: '饰品',
    cost: 80,
    rarity: 'legendary',
    description:
      '传说中的剑士其肢体并不完整，此为其对决古老腐败时，使用的黄金义肢。能提升敏捷属性，攻击越是连续，越能提升攻击力（敏捷属性+1，用近战武器打出一套完整的连续攻击，则本场战斗增伤10%，最多触发6次）。',
  },
  {
    name: '金色粪金龟',
    type: '饰品',
    cost: 25,
    rarity: 'rare',
    description:
      '以粪金龟的形象制成的精金护符。各种宝藏、贵重物品的搬运工————粪金龟被认为是屎里淘金的典范。在搜刮财宝时，更容易发现藏起来的财宝。（搜刮的钱币珠宝+20%）。',
  },
  {
    name: '银色粪金龟',
    type: '饰品',
    cost: 25,
    rarity: 'rare',
    description:
      '以粪金龟的形象制成的秘银护符。各种宝藏、贵重物品的搬运工————粪金龟被认为是屎里淘金的典范。在搜刮武器装备时，更容易发现藏起来的武器装备。（搜刮武器装备随机额外获取零到多件）。',
  },
  {
    name: '克雷普的小瓶子',
    type: '饰品',
    cost: 40,
    rarity: 'epic',
    description:
      '以“阴影之手”其中一位刺客宗师‘克雷普’命名的护符，封着暗雾的神秘小瓶子，一些“阴影之手”的刺客使用的诅咒器具。新晋杀手，在一片寂静的时刻最为心慌。能完全去除自己发出的声响，绝对不会因为脚步或动作惊动敌人。',
  },
  {
    name: '隐身面纱',
    type: '饰品',
    cost: 40,
    rarity: 'epic',
    description:
      '表面具有光泽的暗色布卷成的护符。此为过去的刺客大师，在刺杀之夜用于隐藏身形的部分面纱。远离敌人时，蹲下或伏卧能完全隐藏自己的身影。',
  },
  {
    name: '主人伪装镜',
    type: '饰品',
    cost: 40,
    rarity: 'epic',
    description:
      '映照出模糊人影的小镜子，古老的易容器具。为了欺骗，使他人相信自己也是这里原有的一员。能使自己在他人视觉与意识中像是此地的主人。',
  },
  {
    name: '长尾猫别针',
    type: '饰品',
    cost: 60,
    rarity: 'legendary',
    description:
      '以长尾猫的形象制成的别针。据说那是月与群星的神祇故事中出现的妖精猫，曾从星间跃下落到地面，却安然无恙。从高处落下时，能完全不受到损伤。',
  },
  {
    name: '纠缠脐带',
    type: '饰品',
    cost: 60,
    rarity: 'legendary',
    description:
      '歪扭成奇怪模样的神秘圆环。那是世人间隐秘的联系，无从得知来源的思维、神态、情绪、举止。自己的举止会产生变化（可以在任何场合做出符合当前状况的举止与神态，转瞬间荒原的蛮族也将变得温文尔雅彬彬有礼）。',
  },
  {
    name: '介错刀',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '刀身窄短、沾满血液的短刀，已经不能作为武器使用。曾作为让受伤的战士解脱用的物品，夺走多条性命后，刀锋已有缺损，也带有一丝邪气。能提升在使出致命一击后的攻击力（一小时内提升20%攻击力，无法叠加）。',
  },
  {
    name: '圣战徽章',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '参考高举的矛与火焰制成的护符，与英雄并肩作战，为圣战捐躯的人们拥有的徽章。只有坚信此为圣战的人们，才能从殒命的哀号声中，找到一丝激昂。击杀敌人时，能短暂提升攻击力（一小时内提升20%攻击力，无法叠加）。',
  },
  {
    name: '干枯花束',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '惹人怜爱的干枯花束，供养在小墓碑前的物品。对深爱之人的不幸感到心伤──这情感不论身处何地，皆是如此。当自己召唤的灵魂或死者死亡时，能提升攻击力。（一小时内提升20%攻击力，无法叠加）。',
  },
  {
    name: '老翁的欢愉',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '以禁触老翁欢欣的模样制成的护符。我等会献上发狂──让那癫狂之主来到世间，让所有人陷入癫狂的欢愉吧。当周围人物被精神控制或者狂乱发癫时，能提升攻击力。（一小时内提升20%攻击力，无法叠加）。',
  },
  {
    name: '融泥的欢愉',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '以深眠之主熟睡时的微笑模样制成的护符。融泥是污秽尸肉最后化成的模样，痛苦在死后仍在持续，而深眠之主让融泥获得了深沉酣眠，那是永恒的安宁。当周围人物陷入睡眠时，能提升攻击力。（一小时内提升20%攻击力，无法叠加）。',
  },
  {
    name: '腐败眷属的欢愉',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '以剧毒虫群欢欣的模样制成的护符。向猩红之主献上腐败吧──在遥远他方封印的神祇，回到我们这群弃子的身旁吧。当周围人物中毒时，能提升攻击力。（一小时内提升20%攻击力，无法叠加）。',
  },
  {
    name: '鲜血君王的欢愉',
    type: '饰品',
    cost: 26,
    rarity: 'rare',
    description:
      '以鲜血君王欢欣的模样制成的护符。向鲜血君王献上鲜血吧──王的神祇正在渴望。当周围人物流血时，能提升攻击力。（一小时内提升1%攻击力，最多叠加40次）。',
  },
  {
    name: '狂怒神兽',
    type: '饰品',
    cost: 48,
    rarity: 'epic',
    description:
      '久远的古代，进行祭祀时，神兽于其中舞动──参考那狂怒舞动的模样制成的护符。据说古人信仰神兽是来自上天的使者──它的愤怒会造成天空失序，而其中最显著的，就是风暴。提升风暴的攻击力（攻击力提升+30%）。',
  },
  {
    name: '星与火浮雕坠饰',
    type: '饰品',
    cost: 48,
    rarity: 'epic',
    description:
      '星火骑士——执掌魔剑与火剑的双剑骑士，雕着她面容凛然的肖像护符。摆出攻击架式，并维持一定时间后，能强化之后使出的攻击（维持准备攻击的动作架势1秒后，发动攻击增伤50%）。',
  },
  {
    name: '狂龙护符',
    type: '饰品',
    cost: 90,
    rarity: 'legendary',
    description:
      '参考飞龙首领的模样制成的护符。飞龙的首领是裹挟着焰雷的狂龙，当他发出轰然咆哮，大地会涌出沸腾的熔岩。据说它曾挑战古龙之王，最后落得两败俱伤。提升熔岩、雷电、火焰的攻击力（熔岩攻击力+100%，雷电、火焰攻击力+60%）。',
  },
  {
    name: '王受赐护符',
    type: '饰品',
    cost: 85,
    rarity: 'legendary',
    description:
      '参考绝强的战王，誓约神祇并受到赐福时的模样制成的护符。王受赐露滴时气势非凡、充满魄力──据说在受赐的当下，他文风不动。誓约神祇之王，耸立于大地。提升使用恢复方法时的强韧度（神级以下的武器道具和第七层级以下的生命体无法打断你的恢复过程，但依然可以正常对你造成伤害）。',
  },
  {
    name: '亲爱的星尘',
    type: '饰品',
    cost: 95,
    rarity: 'legendary',
    description:
      '以老者手指轻捏星屑的模样制成的护符。塔的大法师疾呼：对星星怀抱浪漫思维、对星尘满怀爱意──能办到如此，就能成为顶尖魔法师。你呀，要去学会爱。能最大幅缩短魔法的咏唱时间，但增加受到的损伤。（魔法吟唱时间缩短到极限，只剩下必须的施法动作，受到的损伤+100%）。',
  },
  {
    name: '战王的肖像',
    type: '饰品',
    cost: 80,
    rarity: 'legendary',
    description:
      '以古代王者的形象制成的小肖像，这位王者是勇猛的战士，与神祇誓约。能强化蓄力的攻击（任何蓄力攻击提升35%的伤害）。',
  },
  {
    name: '法王的肖像',
    type: '饰品',
    cost: 80,
    rarity: 'legendary',
    description:
      '以古代王者的形象制成的小肖像，这位王者精通魔法，与神祇相连。能大幅缩短所有法术的吟唱时间。（只留下必要的关键吟唱语句）',
  },
  {
    name: '古王护符',
    type: '饰品',
    cost: 90,
    rarity: 'legendary',
    description:
      '参考远古巨龙之王的形象制成的远古熟铁护符，龙是那个时代的主宰。古王的城，据说还在遥远天际的彼端矗立。能提升所有增益效果的持续时间和效果（持续时间+200%、效果+50%）。',
  },
  {
    name: '神祇',
    type: '饰品',
    cost: 70,
    rarity: 'legendary',
    description:
      '关于神祇传说的雕制护符。神祇，曾见过世界树全貌的存在，那是世间唯一、万物伊始。能提升体质属性（体质+1）。',
  },
  {
    name: '碎星',
    type: '饰品',
    cost: 70,
    rarity: 'legendary',
    description:
      '关于英雄传说的雕制护符。英雄，独自挑战并粉碎坠落的星星，那是从天而降的可怕天外生命。能提升力量属性（力量+1）。',
  },
  {
    name: '剑士',
    type: '饰品',
    cost: 70,
    rarity: 'legendary',
    description:
      '关于剑士传说的雕制护符。剑士，其剑技蕴藏封印古老腐败的力量，那是户枢不蠹、流水不腐。能提升敏捷属性（敏捷+1）。',
  },
  {
    name: '观星',
    type: '饰品',
    cost: 70,
    rarity: 'legendary',
    description:
      '关于观星传说的雕制护符。观星，仰望夜空找寻星星的轨迹，那是一段不停追赶命运的旅行。能提升智力属性（智力+1）。',
  },
  {
    name: '预言',
    type: '饰品',
    cost: 70,
    rarity: 'legendary',
    description:
      '关于预言传说的雕制护符。预言，毋庸置疑的静谧沉默中的奥秘，那是随后的话语，不曾存在的话语。能提升精神属性（精神+1）。',
  },
  {
    name: '古老王者的烙印',
    type: '饰品',
    cost: 150,
    rarity: 'mythic',
    description:
      '在极为久远的过去，连至强的王者都在世间留下了自己的一部分，此为某位古老王者的一只不朽眼眸，置入黄金丝线勾勒组成的小球。能提升智力与精神属性（体质+1、力量+1、敏捷+1）。',
  },
  {
    name: '古老神祇的烙印',
    type: '饰品',
    cost: 150,
    rarity: 'mythic',
    description:
      '在极为久远的过去，连高远的神祇都在世间留下了自己的一部分，此为某位古老神祇的一只不朽眼眸，置入黄金丝线勾勒组成的小球。能提升智力与精神属性（智力+2、精神+2）。',
  },
  {
    name: '牺牲细枝',
    type: '饰品',
    cost: 110,
    rarity: 'mythic',
    description:
      '细到仿佛一折即断的枯枝护符。世界树的一部份，在世界久远开端时剪下的树枝。死亡的瞬间出现在遥远彼方，不会丢失任何物品，生命值专注值精力值回满。但作为代价，此护符会消失。',
  },
  {
    name: '黑月',
    type: '饰品',
    cost: 200,
    rarity: 'mythic',
    description:
      '月与星辰的低语者・露娜的秘密宝藏，与露娜自己洁白完满的月不同，此为无数命运的尽头，那轮漆黑之月。露娜对照黑月，铸造了这枚护符。能仅限一次的，挽回某个人或事物的死亡命运。',
  },
];
